Repository: mozilla-l10n/mt-training-data
Catalog: phl/phl_pontoon.tmx
Source language: en_us
Languages: phl

source: We've run out of sentences to record in this language...
phl: انی زبینی ریکارڈ تھئنی دپارہ اسام دی جملے ختم بھلہ۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
phl: بےۡ اتیݨو ماڈل اسپیچ دوائیانہ کی سوۡ مختلف زُبان کھونڈاٹمی دپارہ شو ہونسہ۔ ایڑائی دپارہ اک وائس ڈیٹا سیٹ ایتیݨوۡ ہانسینڈیو کی کی تیوے ہر قسمہ خلکیمی نمائندگی ہونسہ

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
phl: بے اینو دویئانہ کی مشینی دی ازدہ تھیلو واندو حساب وکتاب بیڈہ قسمی شور تھاٹہ ہاویزی سنبھال تھین،او واضح ہاواز منظور تھائی بھو، البتہ ڑائی سجہ باندی بٹھے چونٹولو بھاؤ کاݨ تھئنی زور نہ بھی وڑئی۔ بھراش ہاواز صحٰی ہنو۔ بیڈی بھراش ہاواز تھی ہر لوز کاݨ تھئنی دپارہ رکاوٹ سمجانوۡ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
phl: بے تمام لہجے قبول تھانہ۔ بیڈی احتیاط تھہ،آک ہاواز رد تھئنی مجی انو دڇھہ کی مناٹہ لوز غلط ادا تھیلو ہِنو تھنی، منئنی مجی غلط زھئی وے زور دتی ہینی تھنی یا لوزی غلط زھئی وے زیر زبر لگئیلو ہنو تھنی۔ دُنئیئی وے بیڈہ قسمہ زیر زبری ہنہ، تھیئے کمیونٹی وے تو ڑنام نہ ݜُوݨی ہونسڑ۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
phl: بے <strong>تیݨی کمیونٹی مینیجرہ تھے منییہ۔ کی تسی دلچسپی ہنی</strong>، تاکی سے تسام تھے گہ دائی بھون اضافی مدد یا معلومات کی تسام تھے ضرورت بھی۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
phl: بے تو سنگی بیڈو لپ دوئی معلومیتی سنگی ملاؤ بِھیہ کی کنا تھے تیݨی زبان عام ہاواز کی بدل تھانہ

source: We will be in touch with more information as it becomes available.
phl: مزید معلومات دستیاب بھئنی سنگیئے بے تُسام سنگی رابطہ کی ہانسایہ۔

source: We will not make your email public.
phl: بے تھی ای میل عوامی نہ سمایہ۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
phl: بے ڈیٹا سیٹی دی تھی ہاوازی ریکارڈنگز ختم تھئنی تھی درخواستی جائزہ گھنیہ۔ اگر تھی درخواست منظور بھلی ہینتہ، تھے بے ایسے خلکیم سنگی رابطہ تھیہ کی تنم ڈیٹا سیٹ ڈاؤن لوڈ تھیلو ہنو او تس تھے درخواست تھیہ کی سو تھی ہاویزی ریکارڈنگ بی ختم تھی۔

source: We will show you a prompt or question
phl: بے تُسام تھے آک اشارہ یا سوال پشوائیہ

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
phl: بے مشرقی افریقہ جھلی خصوصی توجہ سنگی انٹرنیٹ بہتر تھئنی دپارہ فاؤنڈیشنز، سول سوسائٹی اور کمیونٹی پارٹنرز سنگی اکٹجی کرام تھانہ۔ اسی <programmaticWork>پروگرامی کرامی بارئی مذید جھونوئی۔</programmaticWork>

source: What is a language on Common Voice?
phl: کمن واسہ وے کھئی زبان ہِنی؟

source: What issues are you experiencing with this content?
phl: انو جملہ تو تھے گہ مسلہ پئیدو تھیلو؟

source: What issues are you experiencing with this sentence?
phl: انو جملہ تو تھے گہ مسلہ پئیدو تھیلو؟

source: What is your age?
phl: تھی عمر کتی؟

source: What is your sex or gender?
phl: تو میش کی کُڑی؟

source: What kind of goal do you want to build?
phl: تو گہ قسمی مقصد چھورئنی دوائینو؟

source: What makes a good question?
phl: آک شوی سوال کنا تھے تھینڈیو؟

source: What needs to be in my file?
phl: می فائلی وے گُبا گُبا ہانسینڈیو؟

source: What sentences can I add?
phl: مہ گہ قسمہ جملے شامل تھائی بھوم؟

source: What’s inside the Common Voice dataset?
phl: کامن وائسی ڈیٹآ سیٹی شیٹی گُبا ہِنو؟

source: What's Public?
phl: عوامی گہ شئی؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
phl: استعمال تھاٹہ ہاواز رد تھیلوۡ ہینتہ سے واپس قطیری تھے یھاندہ۔ دو زلی رد تھیلو بہ ہینتہ تس ہاویزی قبرستینیۡ تھے ہرانہ۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
phl: کاݨ تھئنی مجی،بیڈو غور کی چیک تھہ کی گبا گلہ ریکارڈ بھے ہنو ایڑوے چونٹا ہنوے کی نہ، ڑیوے معمولی گہ غلطی بی ہینسلی ہینتہ ڑس مسترد تھہ۔ <br /> اینی بیڈی عام غلطیم مجی شامل ہِنہ۔

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
phl: تو کرے تیݨی ریکاڈنگی درخواست تھانو ہینتہ، تہ بے تس آک یا آکہ دی زیات ZIP فائلیم وے تربیب کی چھورانہ۔ تھی مُݜٹوکہ درخواستی انی ہنہ:

source: Which variant of { $language } do you speak?
phl: تو کھئیو چولا کھونڈانو؟

source: Why ?
phl: کے

source: Why a profile?
phl: آک پروفائل کے؟

source: Why are you asking?
phl: تو کے کھوجائینو؟

source: Why Common Voice?
phl: کامن وائس کے؟

source: Why does this matter?
phl: ڑا باندی گہ فرق بھانو؟

source: Why we built this Spontaneous Speech prototype
phl: اسم انو بے ساختہ اسپیچ پروٹو ٹائپ کے سمولو ہنو

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
phl: پروفائلہ جُھلی می کتی کرام بھلو تھنی تو پتہ تھیڑ۔ تیݨی ہاواز داٹم خلکیم سنگی او تنی کرامم تو جوڑ بھے ہونسڑ۔

source: Wixarika
phl: وکساریکا

source: Wixárika
phl: وسارکا

source: Wolof
phl: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
phl: گُبا تو تیݨی ہاویزی ریکاڈنگ بی ختم تھئنی درخاست تھنوے، یا گُبا تو ڑنام کامن وائس ڈیٹاسیٹی وے چھورئنی دوائیانو؟

source: Write
phl: چونٹہ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
phl: بالکل ایتس چونٹہ کھیئو کی ایڑے میشہ منیتو ہنو، بشمول پلیس ہولڈر لوزہ کانچی 'um'، یا 'errr'۔

source: Write down what you hear the person saying here
phl: انیوے چونٹہ کی تو ایڑے میشی منیتو واندہ گُبا گلہ ݜُݨانو ایس بُٹھے۔

source: Write options menu
phl: اختیاریتی مینو ݜُݨ

source: Xhosa
phl: زوسا

source: Xitsonga
phl: خسونگا

source: y
phl: وائی

source: Y
phl: وائی

source: Yadgha
phl: یدغا

source: Yaqui
phl: یقوی

source: Yes
phl: او

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
phl: او، تیݨی ایمیل ماتھے امزیہ، مہ عام ہاویزی پراجیکٹی بارئی مزید معلومات دوائنی انتظار کی ہونسم

source: Yiddish
phl: یدش

source: Yoruba
phl: یوروبا

source: You
phl: تو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
phl: تو اندوئی تھی<b>{ $size }</b> ڈاون لوڈ شروع تھائی بھوڑ۔

source: You are prepared to initiate a download of <b>{ $size }</b>
phl: تو اندوئی تھی<b>{ $size }</b> ڈاون لوڈ شروع تھائی بھوڑ۔

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
phl: تو جملے اندہ <writePageLink> شامل تھائی بھوڑ ۔ صفحہ</writePageLink> چونٹہ یا اندہ<reviewPageLink> جملے دڇھہ۔ <reviewPageLink> گھرے دڇھئنی صفحہ</reviewPageLink>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
phl: تو تیݨی پسندیدہ ڈاؤن لوڈ مینیجری وے براہ راست یو آر ایل کاپی ، پیسٹ بی تھائی بھوڑ۔ ڑسی میعاد 12 گھنٹئی ختم بھی، لیکن تو گہ گلہ ٹیمی انی صفحہ تھے واپس یھائی بھوڑ مذید بہتری دپارہ۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
phl: تو کی بورڈ شارٹ کٹ استعمال تھائی بھوڑ{ sc-review-form-button-approve-shortcut } منظور تھئنی دپارہ{ sc-review-form-button-reject-shortcut } رد تھئنی دپارہ { sc-review-form-button-skip-shortcut } اُڑیگلئنی دپارہ

source: You can choose to make your username public or anonymous.
phl: تو تیݨی صارفی نو عوامی یا گمنام سمئنی انتخاب تھائی بھوڑ۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
phl: تو ڈیتا بیسی تھے<datasetsPage> بائی بھوڑ۔ تو کھئیو ورژن او کھئی زبان دوائینو ایتس گھن او ہاواز ڈون لوڈ تھہ فائلی سنگی اکٹا <metadataLink> ڑس سنگی اکٹجی دوئی بیڈہ دیٹا ہنہ</metadataLink>، آبادیمی او تنی تصدیقو بیڈی معلومیتی ہِنم۔ ڈون لوڈ تھئنی دپارہ تیݨی ایمیل ایڈرس دینڈیو بھی۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
phl: { $company } ملازمیانوم تھے خوش امدید منانہ

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
phl: تُس موزیلئی زبینی کمیونٹی دوئی خلکیم سنگی ملاؤ بھئنی دپارہ انی وے شامل بھوئی <discourseLink> گہ ٹاپیکی بارئی کھونڈئنی دپارہ انی لنک</discourseLink> یا <matrixLink> خانہ </matrixLink>لپ مشورہ گھنئنی دپارہ۔

source: You cannot add multiple sentences for a single submission
phl: تو آک وختی بیڈہ جملے شامل نہ تھائی بھوڑ۔

source: You cannot request your recordings while another request is already in progress.
phl: تو تیݨی ریکاڈنگی درخواست نہ تھائی بھانو کیکی آک دوئی درخواست مُݜٹوئی تھی جاری ہنی۔

source: You can request a new takeout of your recordings every { $days } days.
phl: تو ہر { $days } دیس تیݨی ریکاڈنگی ناوہ ٹیک آؤٹ دپارہ درخواست تھائی بھوڑ۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
phl: تو خلکیمی شرکت تھئنی مجی مددی دپارہ میٹنگ بُلاڈئی بھوڑ۔ ڑو بیڈو اسکون۔ آن لائن ویڈیو کانفرنسی ذریعہ تھئی بھوڑ یا گہ خطرہ نہ ہانسلو ہینتہ تنام آک زھئی بلاڈی بی میٹنگ تھائی بھوڑ۔ <eventTemplate> میٹنگی ضروری شئیومی دپاہ انس </eventTemplate>دڇھہ

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
phl: تو <sentenceCollectorLinkAdd> آک کتی جملے شامل تھائی بھوڑ</sentenceCollectorLinkAdd> یا Github </bulkImportDocsLink> استعمال تھے بیڈہ جملے ایڑی شیٹی اٹابھوت </bulkImportDocsLink>۔ یاد ساتہ کی جملے<licenseLink> CC0 (ہر آکی استعمالی دائرہ )</licenseLink> کی ہونسن یا تو پخپلہ بی چونٹا بھوڑ۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
phl: تو ویکیپیڈیا وے اسکور بی جملے گڈئنی دپارہ جملہ گڈاٹوۡ <scraperLink> لنک استعمال تھائی بھوڑ۔

source: You check whether the transcription matches the audio
phl: تو چیک تھہ کی آیا ٹرانسکرپشن آڈیو پیروتو کی نہ تھنی۔

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
phl: تو ویب سائٹ بی شامل تھائی بھوڑ مثلا "کامن وائس https://commonvoice.mozilla.org/""

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
phl: تو تحقیقی حوالہ دئنی اندازا استعمال تھائی بھوڑ مثلا ہارڈوڈو انداز، موزیلا (2021) کامن وائسی انداز۔ انی https://commonvoice.mozilla.org/ زھئی وے ہنی (پھیدلو:15 ستمبر 2021۱)

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
phl: خلکیمی کاݨ تھئنی او تیݨی پیغام پھیدئنی دپارہ تو سوشل میڈیا استعمال تھائی بھوڑ۔ ایتݨی پوسٹ لگیہ کی سے خلکیمی دپارہ بیڈی اہم ہونسہ او خلکہ تیوے دلچسپی کی حصہ گِھنن۔ تنی زببینی اہمیت، ہاویزی اے آئی یا تیکنالوجی اہمیت بارئی بیتی دہ۔ سوشل میڈیا چلئنی او دوئی مشوریمی دپارہ <campaignLink> انی لنکی وے دڇھہ۔ ایڑیوے بی بیڈہ ایتیݨہ شئیہ ہِنہ کی تنام تو استعمال تھئی بھوڑ۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
phl: تھی گہ زبان نہ گھینی ہنی۔ مہربینی تھے <profileLink> پوروفائلہ تھے بہ </profileLink> گھرے گھنئنی دپارہ۔

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
phl: انی پیجی وے جمع تھئنی تعداد پورہ تھیلہ۔مہربینی تھے دوئی جملہ جمع تھئنی دی موݜٹو { $retryLimit } منٹ انتظار تھہ۔ صبر تھئنی دپارہ بیڈی مہربینی!

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
phl: انی پیجی وے جمع تھئنی تعداد پورہ تھیلہ۔مہربینی تھے دوئی جملہ جمع تھئنی دی موݜٹو { $retryLimit } منٹ انتظار تھہ۔ صبر تھئنی دپارہ بیڈی مہربینی!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
phl: توۡ دی انیۡ پاݨی وے محفوظ نہ تھیلی بھاؤ تبدیلیہ ہِنم۔ اگر تھی انی زھائی اُڑیگیلی ہینتہ تھی گھئی تبدیلیہ تھئلم ہِنم ایڑے محفوظ بہ دھارن۔ تو واقعی انی زھائی اُڑِیگلئنی دوائنوے؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
phl: توۡ دی انیۡ پاݨی وے محفوظ نہ تھیلی بھاؤ تبدیلیہ ہِنم۔ اگر تھی انی پاݨی اُڑیگیلی ہینتہ تھی گھئی تبدیلیہ تھئلم ہِنم ایڑے محفوظ بہ دھارن۔ تو واقعی انی پاݨی اُڑِیگلئنی دوائنوے؟

source: You might also want to consider spanning different contexts and domains.
phl: تُس مختلف سیاق و سباق او ڈومینز پھیلاو تھئنی جُھلی غور تھانے۔

source: You must allow microphone access.
phl: تھی مائیکرو فون خمخا اُڑینڈیو بھی۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
phl: تو تھے ریکارڈنگی ہر لفظ ݜُݨئنی قابل بھئنی ضرورت ہنی۔ بے دوائیانہ کی مشین لرننگ الگورتھم مختلف قسمی پس منظری شور ہینڈل تھئنی قابل بھین، او نسبتاً تیز ہاویزی یا پرسکون پس منظری موسیقی بی قبول تھئجینی۔ بشرطیکی سو تو مکمل متن ݜُݨئنی دی گھشی۔ کریکلز یا 'بریک اپ' کی ڑے تو متن ݜُݨئنی تھے رکاوٹ بھانہ ایڑائی مطلب کی تھی کلپ مسترد تھینڈیو بھی۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
phl: تھی لہجہ کنا تھے تو تیݨی لوزہ ادا تھانو۔ تو گو ہانسانو، تو دوئی کھئی کھئی زبینی کھونڈانو او دوئی بیڈی عوامل شامل ہنہ۔ تو اندہ انیوے گہ بی معلومات شیئر تھائی بھوڑ۔ تیݨی ضرورتی مطابقی،

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
phl: تھی گمنام ہاویزی ریکاڈنگز کامن وائس ڈیٹاسیٹہ وے ہونسن۔ تھی آک زلی تیݨی پروفائل ختم تھیلو ہینتہ تو ڈیٹا سیٹی دی تیݨی ریکاڈنگز ختم تھئنی درخواست جمع نہ تھائی بھوڑ۔

source: Your daily goal has been created
phl: تھی دیسی لحاظ کی حدف سمِجیلو

source: Your dataset is downloading!
phl: تھی ڈیٹا سیٹ ڈون لوڈ بھانو

source: Your download has started.
phl: تھی ڈونلوڈ شروع بِھلیۡ

source: You’re contributing to a target segment
phl: تو آک ٹارگیٹی مقصد پورہ تھئنی اسام سنگی تعاون تھانو

source: You’re contributing to our first target segment
phl: تو اسی آویلی کرامی مقصدی پورہ تھئنی مجی اسام سنگی تعاون تھانوۡ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
phl: موجودہ وختی تھی سیٹنگ ایتیݨی ہنی کی<bold>نو </bold> تو تھے تھی مقصد یاد تھئنی، تھی کرام اپڈیٹ، او کمن وائسی بارئی نیوز لیٹر یھین۔

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
phl: موجودہ وختی تھی سیٹنگ ایتیݨی ہنی کی تو تھے تھی مقصد یاد تھوئنی دپارہ ای میلی یھین۔

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
phl: تو بیڈو تیز ہنو۔ مہربینی تھے جملہ گھرے دڇھہ یقین تھئنی دپارہ توش سہات اُتھی۔

source: You're helping Common Voice reach our daily sentence goals!
phl: تو کمن وائس ہر دیسی جملے پورہ تھئنی اسام سنگی مدد تھانو!

source: Your email address
phl: تیݨی ای میلی پتہ

source: You respond or reply to it as naturally as you can
phl: تھی جواب یا نس تھے گہ منئنی قدرتی ہانسینڈیو

source: Your files are being assembled. Please check again later.
phl: تھی فائلی جمع تھئجینیم۔ براہ کرم تُوش سہات پہُرتہ دوبارہ چیک تھہ۔

source: Your Languages
phl: تھی زُبینی

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
phl: تھی زبینی کلپ ختم بھے ہونسن! تیݨی زبینی کی دوئی جملے دڇھئنی دپارہ تیݨی ترتیب بدل تھائی بھوڑ۔

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
phl: تھی زبینی جملے ختم بھے ہونسن۔تو تیݨی سیٹنگ بدل تھائی بھوت تاکہ تو تیݨی زبینی جملے تو تھے پشِجن۔

source: Your username and email will not be associated with the published data.
phl: تھی صارفی نو او ای میل شائع شدہ ڈیٹا سنگی منسلک نہ تھئجہ۔

source: Your weekly goal has been created
phl: تھی ہفتہ وار حدف سمِجیلو

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
phl: تو تھے بیڈو لپ آک ضاحت والا ای میل ملاؤ بھی بھنیڈیو۔ تیݨی زبان کامن وائسہ وے شامل تھئنی دپارہ اقدامات

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
phl: کمن وائسی روزانئی <goalPercentage></goalPercentage> { $goalValue } ریکارڈ پورا تھئنی مدد تھیلی۔

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
phl: تھی کمن وائسی روزانئی <goalPercentage></goalPercentage> { $goalValue } تصدیق پورا تھئنی مدد تھیلی۔

source: You've successfully signed up for contributing to { $language }. Thank you.
phl: تھی کامییبی کی { $language } تعاون تھئنی دپارہ سائن اپ تھیلو ہنو۔ شکریہ

source: You want to join the Common Voice mailing list
phl: تو کامن وائسو رابطئی لیسٹی وے بئنی دوائیانو ہینتہ

source: You write down what you hear in the audio clips
phl: تو آڈیو کلپسی وے گُبا ݜُݨانو ایتس چونٹہ

source: Zaza
phl: زازا

source: Zip #{ $offset } of { $total }
phl: زپ #{ $offset } از { $total }

source: Zulu
phl: زوزو

source: account recovery key
phl: اکاونٹ رکور تھئنی کِلی

source: add-on
phl: شامل تھئنی

source: alternate text
phl: دُویمی چونٹولو ٹیکسٹ/متن

source: attack
phl: حملہ

source: attacker
phl: حملہ تھاٹوۡ

source: Attack Site
phl: حملئی زھائی

source: attendee
phl: حاضر ہانساٹوۡ

source: authenticate
phl: تصدیق تھئنی

source: authenticated
phl: تصدیق بھلوۡ واندوۡ

source: authentication code
phl: تصدیقی نمبر

source: autoplay
phl: پخپُلہ چلئجاٹوۡ

source: backup authentication code
phl: بیک اپ تھئنی تصدیقی نمبر

source: bookmark
phl: نِݜون

source: breakpoint
phl: چِھنئنی زھائی

source: Bug report
phl: نُقُصی رپورٹ

source: certificate authority
phl: سرٹفکیٹ داٹوۡ

source: cipher
phl: سائفر

source: clipboard
phl: کلپ بورڈ

source: colorway
phl: رنگین پاند

source: confirmation code
phl: تصدیقی نمبر

source: context
phl: حالاتی موقعہ

source: cookie banner
phl: کوکیز نِݜون

source: corrupt
phl: کرپٹ

source: corrupted
phl: ختم بِھلو واندوۡ

source: crash
phl: چخپخ بھئنی

source: cross-site tracking cookie
phl: کراس سائٹ کوکی

source: cryptominer
phl: کریپٹو مائنر

source: cryptomining
phl: کریپٹو مائننگ

source: debug
phl: ٹھِک

source: deceptive site
phl: غیر محفوظ سائٹ

source: decode
phl: ڈی کوڈ

source: decryption
phl: مُچائنی

source: disinformation
phl: غلط معالومات

source: distrust
phl: بے اعتمادہ

source: email mask
phl: ایمیل پلائٹوۡ

source: enable
phl: فعال تھئنی

source: encode
phl: بند تھاٹوۡ

source: encrypt
phl: کوڈ پلائیاٹوۡ

source: encryption
phl: کوڈ پلئنی

source: end user
phl: آخیری استعمال تھاٹوۡ

source: Enhanced Tracking Protection
phl: ٹریکنگی حفاظت تھاٹوۡ

source: extension
phl: توسیع

source: fingerprinter
phl: انگُڑی نݜون

source: fingerprinting
phl: انگُڑی نݜون

source: Firefox View
phl: فائرفاکسی منظر

source: grassroots
phl: آویلی سطح

source: home page
phl: آویلی پاݨی/صفحہ

source: import
phl: شِیٹی اٹئنی

source: independent browser
phl: آذاد پشوائیٹو

source: innovations
phl: ناؤ کرام

source: insecure
phl: غیر محفوظ

source: installation
phl: پُورئنی

source: Issue
phl: نُقص

source: Legacy extension
phl: میراثی توسیع

source: MDN
phl: کم معلومات

source: misinformation
phl: غلط معلومات

source: native
phl: بُھونکیۡ

source: net neutrality
phl: غیر جانبدار

source: nonprofit
phl: غیرفائدہ مند

source: non-profit
phl: غیر فائدہ مند

source: open source
phl: بُٹھیمی دپارہ

source: override
phl: رھلہ چونٹائٹوۡ

source: phone number mask
phl: فون نمبر پلائیٹوۡ

source: pop-up
phl: رھلہ گڈاٹوۡ

source: preference
phl: ترجیح دئنی

source: Privacy Notice
phl: رازداری نوٹس

source: release
phl: کھولاؤ تھئنی

source: report
phl: رپوٹ

source: restricted site
phl: محدود پابند سائٹ

source: revert
phl: واپس نُوٹئنی

source: Review checker
phl: جائزہ چیک تھاٹوۡ

source: search suggestion
phl: بُلڈئنی تجویز

source: security keys
phl: محفوظ تھئنی نمبر

source: sensitive
phl: حساس

source: sidebar
phl: سائڈبار

source: sign
phl: نِݜون

source: signer
phl: دستخط تھاٹوۡ

source: sign in
phl: سائن ان

source: sign-in
phl: سائن ان

source: studies
phl: سبق

source: Terms of Service
phl: استعمال تھئنی شرط

source: track
phl: ٹریک

source: trackers
phl: ٹریک تھاٹوۡ

source: Tracking Content
phl: شیہ معلوم تھئنی

source: unencrypted
phl: اخکارہ

source: unresponsive
phl: غیرجوابدہ

source: unsafe
phl: غیرمحفوظ

source: validate
phl: توثیق

source: validity
phl: درستگی

source: version
phl: ورژن

source: Web Authentication
phl: ویب مستند تھئنی
